export const relationMap = {
    1: '父亲',
    2: '母亲',
    3: '配偶',
    4: '其他'
}

export const debtStatusMap = {
    0: '初始状态',
    1: '已分案',
    2: '催收中',
    3: '待清算',
    4: '待分案',
    5: '已完成',
    6: '暂停催收'
}

export const settleStatusMap = {
    0: '无需结算',
    1: '待清算',
    2: '待结算',
    3: '部分结算',
    4: '结算完成'
}

// 案件状态修改操作类型
export const operateTypeMap = {
    1: '自动分案',
    2: '手动分案',
    3: '催客接单',
    4: '主动撤回',
    5: '接单到期',
    6: '确认清算',
    7: '案件结算',
    8: '案件关闭',
    9: '暂停催收',
    10: '解除异常',
    11: '债务人还款',
    12: '债务人还款暂停'
}
